tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"

cask "aws-vault"

brew "tmux"
brew "neovim"
brew "ripgrep"
brew "the_silver_searcher"
brew "starship"
brew "fzf"
brew "zsh-completions"
brew "awscli"
brew "asdf"
brew "diff-so-fancy"
brew "bat"
brew "ctags"
brew "hr"
brew "hub"
brew "jq"
brew "httpie"
brew "yarn"
brew "direnv"
brew "ruby-build"
brew "imagemagick"
brew "zoxide"
brew "exa"

tap "gjbae1212/gossm"
brew "gossm"
