tap 'homebrew/cask-fonts'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-fira-code-nerd-font'

tap 'gjbae1212/gossm'
brew 'gossm'

tap '1password/tap'
cask '1password-cli'

cask 'aws-vault'

brew 'coreutils'

brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'tmuxinator'

brew 'neovim'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'starship'
brew 'fzf'
brew 'zsh-completions'
brew 'awscli'
brew 'asdf'
brew 'diff-so-fancy'
brew 'bat'
brew 'ctags'
brew 'hr'
brew 'jq'
brew 'httpie'
brew 'yarn'
brew 'ruby-build'
brew 'imagemagick'
brew 'zoxide'
brew 'exa'
brew 'fd'
brew 'dust'
brew 'gh'
brew 'lazygit'
brew 'tealdeer'
brew 'cargo-nextest'
