brew "coreutils"
brew "gnu-sed"
brew "wget"

brew "neovim"
brew "starship"

brew "asdf"
brew "ruby-build"
brew "yarn"

brew "tmux"
brew "reattach-to-user-namespace"
brew "tmuxinator"

brew "bat"
brew "ctags"
brew "lsd"
brew "fd"
brew "fzf"
brew "graphviz"
brew "hr"
brew "httpie"
brew "jq"
brew "overmind"
brew "ripgrep"
brew "the_silver_searcher"
brew "zoxide"
brew "zsh-completions"
brew "graphviz"

brew "imagemagick"
brew "ffmpeg"
brew "vips"

# Disk usage
brew "dua-cli"
brew "dust"
brew "ncdu"

# Rust tools
brew "cargo-nextest"
brew "cargo-watch"

tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"

tap "gjbae1212/gossm"
brew "gossm"
brew "awscli"
cask "aws-vault"

tap "1password/tap"
cask "1password-cli"

tap "espanso/espanso"
cask "espanso"

brew "lazygit"
brew "git-delta"
brew "gh"
cask "git-credential-manager"

cask "alacritty"
